Repository: marvinlabs/bxslider-for-wordpress
Catalog: languages/bxsg-*.po
Languages: es_es, fr_fr, sr_rs

source: bxSlider integration
es_es: Integración bxSlider
fr_fr: Intégration de bxSlider
sr_rs: bxSlider integrisanje

source: General Settings
es_es: Configuración general
fr_fr: Réglages généraux
sr_rs: Opšte postavke

source: Include CSS
es_es: Incluir CSS
fr_fr: Inclure le CSS
sr_rs: Uključi CSS

source: Include the default stylesheet.
es_es: Incluir la hoja de estilo por defecto.
fr_fr: Inclure la feuille de style par défaut
sr_rs: Uključi podrazumevanu datoteku sa stilovima.

source: If not, you should style the slider yourself in your theme.
es_es: Si no, usted debe aplicar estilo al control deslizante usted mismo en su tema.
fr_fr: Si non, vous devrez mettre en forme le plugin par vous-même dans votre thème.
sr_rs: Ako nećete, sami treba da stilizujete slajder u svojoj temi.

source: Include JS
es_es: Incluir JS
fr_fr: Inclure le JavaScript
sr_rs: Obuhvati JS

source: Include the bxSlider script.
es_es: Incluir el script de bxSlider.
fr_fr: Inclure le script de bxSlider.
sr_rs: Obuhvati bxSlider script.

source: Uncheck this option only if your theme already provides a compatible bxSlider javascript. Else, leave it on.
es_es: Des seleccione esta opción solamente si su tema ya provee un javascript compatible con bxSlider. Si no, déjela seleccionada.
fr_fr: Désactivez cette option seulement si votre thème inclue déjà le javascript de bxSlider. Sinon, laissez cette case cochée.
sr_rs: Poništite štikliranje ove opcije isključivo ako vaša tema već obezbeđuje kompatibilan bxSlider javascript. U suprotnom, ostavite opciju štikliranu.

source: Slide transitions
es_es: Transiciones de diapositivas
fr_fr: Transitions des diapos
sr_rs: Prelaz s jednog slajda na drugi

source: Fade
es_es: Disolver
fr_fr: Fondu
sr_rs: Postepeno bledi

source: Slide horizontally
es_es: Deslice horizontalmente
fr_fr: Glissé horizontal
sr_rs: Kliza horizontalno

source: Slide vertically
es_es: Deslice verticalmente
fr_fr: Glissé vertical
sr_rs: Kliza vertikalno

source: The default type of transition to use to go from one slide to another one.
es_es: El tipo predeterminado de transición a utilizar para pasar de una diapositiva a otra.
fr_fr: Le type de transition par défaut entre les diapos.
sr_rs: Podrazumevani tip prelaza s jednog slajda na drugi.

source: This can be overriden in the shortcode itself by passing the parameter <code>transition=fade</code>, <code>transition=horizontal</code> or <code>transition=vertical</code>.
es_es: Esto puede ser sobre escrito en el propio código corto pasando el parámetro <code> transición=fade</code>, <code>=transición horizontal </code> o <code>=transición vertical </code>.
fr_fr: Ceci peut être redéfini dans le shortcode en passant le paramètre <code>transition=fade</code>, <code>transition=horizontal</code> ou <code>transition=vertical</code>.
sr_rs: Ova vrednost može se poništi u kratkom kodu unosom parametara:<code>transition=fade</code>, <code>transition=horizontal</code>ili <code>transition=vertical</code>.

source: Gallery Shortcodes
es_es: Galería de Shortcodes
fr_fr: Shortcodes de gallerie
sr_rs: Kratki kodovi galerije

source: Default WordPress galleries
es_es: Galerías de WordPress por defecto
fr_fr: Galleries intégrées WordPress
sr_rs: Podrazumevane WordPress galerije

source: Replace the default WordPress gallery for a bxSlider based one.
es_es: Sustituir el nombre predeterminado Galería de WordPress para una basada en bxSlider.
fr_fr: Remplacer les galleries intégrées WordPress par des galleries bxSlider.
sr_rs: Zameni podrazumevanu WordPress galeriju onom koja se bazira na bxSlider-u.

source: All the galleries included in your posts and pages with the [gallery] shortcode will turn into cool dynamic galleries using the bxSlider script.
es_es: Todas las galerías incluidas en sus mensajes y páginas con el código corto [galería] se convertirán en galerías dinámicas utilizando la secuencia de comandos bxSlider.
fr_fr: Toutes les galleries inclues dans vos articles et vos pages avec le shortcode [gallery] seront transformées en galleries dynamiques bxSlider.
sr_rs: Sve galerije uključene u vaše postove i stranice sa kratkim kodom [galerije] pretvoriće se u savremene, dinamičke galerije koje koriste bxSlider script.

source: Exclude featured image
es_es: Excluir Foto principal
fr_fr: Exclure l'image à la une
sr_rs: Isključi uobličenu sliku

source: Exclude the featured image from the galleries that show all the post images.
es_es: Excluir la imagen principal desde las galerías que muestran todas las imágenes de publicaciones.
fr_fr: Exclure l'image à la une des galleries qui montrent toutes les images de l'article
sr_rs: Isključi uobličenu sliku iz galerija koje prikazuju sve slike posta.

source: This can be overriden in the shortcode itself by passing the parameter <code>exclude_featured=0</code> or <code>exclude_featured=1</code>.
es_es: Esto puede ser sobre escrito en el propio código corto pasando el parámetro <code>exclude_featured=0</code> o <code>exclude_featured=1 </code>.
fr_fr: Ceci peut être redéfini dans le shortcode en passant le paramètre <code>exclude_featured=0</code> ou <code>exclude_featured=1</code>.
sr_rs: Ovo se može poništiti u samom kratkom kodu unosom parametra <code>exclude_featured=0</code> ili <code>exclude_featured=1</code>.

source: Hide the carousel
es_es: Ocultar el carrusel
fr_fr: Masquer le carrousel
sr_rs: Sakrij karusel

source: You can hide the default thumbnail carousel shown above the gallery.
es_es: Puede ocultar el carrusel de miniaturas predeterminado mostrado por encima de la galería.
fr_fr: Vous pouvez masquer le carrousel de miniatures affiché au dessus des galleries.
sr_rs: Možete sakriti podrazumevani karusel sa sličicama koji se prikazuje iznad galerije.

source: This can be overriden in the shortcode itself by passing the parameter <code>hide_carousel=0</code> or <code>hide_carousel=1</code>.
es_es: Esto puede ser sobre escrito en el propio código corto pasando el parámetro <code>hide_carousel=0 </code> o <code>hide_carousel=1 </code>.
fr_fr: Ceci peut être redéfini dans le shortcode en passant le paramètre <code>hide_carousel=0</code> ou <code>hide_carousel=1</code>.
sr_rs: Ovo se može poništiti u samom kratkom kodu unosom parametra <code>hide_carousel=0</code> ili <code>hide_carousel=1</code>.

source: Adaptive height
es_es: Altura adaptable
fr_fr: Hauteur adaptative
sr_rs: Prilagodljiva visina

source: Dynamically adjust slider height based on each slide's height.
es_es: Dinámicamente ajustar la altura deslizante basado en la altura de cada diapositiva.
fr_fr: Ajuster dynamiquement la hauteur du slider selon la diapo en cours.
sr_rs: Dinamički prilagođava visinu slajdera na osnovu visine svakog slajda.

source: This can be overriden in the shortcode itself by passing the parameter <code>adaptive_height=0</code> or <code>adaptive_height=1</code>.
es_es: Esto puede ser sobreescrito en el código corto en sí pasando el parámetro <code>adaptive_height=0</code> o <code>adaptive_height=1</code>.
fr_fr: Ceci peut être redéfini dans le shortcode en passant le paramètre <code>adaptive_height=0</code> ou <code>adaptive_height=1</code>.
sr_rs: Ovo se može poništiti u samom kratkom kodu unosom parametra <code>adaptive_height=0</code> ili <code>adaptive_height=1</code>.

source: Auto start
es_es: Auto inicio
fr_fr: Démarrage automatique
sr_rs: Automatski početak

source: Gallery slideshow will automatically start.
es_es: Presentación de diapositivas de la Galería se iniciará automáticamente.
fr_fr: Le diaporama de la gallerie démarre automatiquement.
sr_rs: Prikaz galerije slajdova počeće automatski.

source: This can be overriden in the shortcode itself by passing the parameter <code>auto_start=0</code> or <code>auto_start=1</code>.
es_es: Esto puede ser sobreescrito en el propio código corto pasando el parámetro <code>auto_start=0 </code> o <code> auto_start=1</code>.
fr_fr: Ceci peut être redéfini dans le shortcode en passant le paramètre <code>auto_start=0</code> ou <code>auto_start=1</code>.
sr_rs: Ovo se može poništiti u samom kratkom kodu unosom parametra <code>auto_start=0</code> ili <code>auto_start=1</code>.

source: Duration
es_es: Duración
fr_fr: Durée
sr_rs: Trajanje

source: The time before we automatically transition to the next slide (a number of milliseconds). This can be overriden in the shortcode itself by passing the parameter <code>duration=1500</code> or <code>duration=500</code>.
es_es: El tiempo antes de hacer la transición automática a la próxima diapositiva (un número en milisegundos). Esto puede ser sobrescrito en el código corto en sí pasando el parámetro<code>duration=1500</code> o <code>duration=500</code>.

source: Speed
es_es: Velocidad
fr_fr: Vitesse
sr_rs: Brzina

source: The speed of the transition (a number of milliseconds). This can be overriden in the shortcode itself by passing the parameter <code>speed=1500</code> or <code>speed=500</code>.
es_es: La velocidad de la transición (un número en milisegundos). Esto puede ser sobrescrito en el código corto en sí pasando el parámetro<code>speed=1500</code> o <code>speed=500</code>.

source: Carousel thumb width
es_es: Ancho de miniaturas del Carrusel
fr_fr: Largeur de miniature dans le carrousel
sr_rs: Širina sličice u karuselu

source: a number without unit; Will be interpreted as a value in pixels
es_es: Un número sin unidades se interpretará como un valor en píxeles
fr_fr: Un nombre sans unité ; Sera interprété comme une valeur en pixels
sr_rs: broj bez jedinice vrednosti; tumačiće se kao vrednost izražena u pikselima

source: Carousel thumb margin
es_es: Margen miniaturas Carrusel
fr_fr: Marge entre les miniatures dans le carrousel
sr_rs: Margina sličice u karuselu

source: Carousel min thumbs
es_es: Min miniaturas en Carrusel
fr_fr: Nombre min. de miniatures
sr_rs: Minimalan broj sličica u karuselu

source: The minimum number of thumbnails to be shown. Thumbnails will be sized down if carousel becomes smaller than the original size
es_es: El número mínimo de miniaturas para mostrar. Las miniaturas se redimensionarán si el carrusel se hace más pequeño que el tamaño original
fr_fr: Le nombre minimal de miniatures à afficher dans le carrousel. Les miniatures seront réduites si le carrouseil devient plus petit que sa taille originale
sr_rs: Minimalan broj sličica koje će biti prikazane u karuselu. Sličice će biti smanjene ako karusel postane manji od originalne veličine.

source: Carousel max thumbs
es_es: del carrusel max pulgares
fr_fr: Nombre max. de miniatures
sr_rs: Maksimalan broj sličica u karuselu

source: The maximum number of thumbnails to be shown. Thumbnails will be sized up if carousel becomes larger than the original size.
es_es: El número máximo de imágenes en miniatura que se muestra. Miniaturas se dimensionarán para arriba si carrusel se hace más grande que el tamaño original.
fr_fr: Le nombre maximal de miniatures à afficher dans le carrousel. Les miniatures seront agrandies si le carrouseil devient plus grand que sa taille originale
sr_rs: Maksimalan broj sličica koje će biti prikazane u karuselu. Sličice će biti uvećane ako karusel postane veći od originalne veličine.

source: Skip thumbnails
es_es: Saltar miniaturas
fr_fr: Saut de miniatures
sr_rs: Preskoči sličice

source: The number of thumbnails to move on transition. This value must be >= min thumbnails, and <= max thumbnails. If zero (default), the number of fully-visible thumbnails will be used.
es_es: El número de miniaturas para moverse en la transición. Este valor debe ser >= min miniaturas y <= max miniaturas. Si es cero (por defecto), se utilizará el número de miniaturas totalmente visibles.
fr_fr: Le nombre de miniatures à sauter lors d'une transition. Cette valeur doit être >= au nombre minimal de miniatures et <= au nombre maximal. Si c'est 0 (par défaut), le nombre de miniatures visibles entièrement sera utilisé.
sr_rs: Broj sličica koje će se kretati u prelazu. Vrednost mora biti >= min sličica, and <= max sličica. Ako je broj 0 (podrazumevani), koristiće se broj potpuno vidljivih sličica.

source: Extra options
es_es: Opciones extra
fr_fr: Options supplémentaires
sr_rs: Dodatne opcije

source: You may enter here any raw bxSlider option that may not be exposed as a plugin setting. Simply put the options as you would within the javascript. Here is an example:
es_es: Usted puede entrar aquí cualquier opción de bxSlider que no puede estar expuesta como un ajuste del plugin. Simplemente ponga las opciones como lo haría en javascript. Aquí va un ejemplo:
fr_fr: Vous pouvez saisir ici n'importe quelle option native de bxSlider qui n'est pas exposée comme réglage du plugin. Ecrivez simplement l'option comme vous le feriez avec le javascript. Voici un exemple :
sr_rs: Ovde možete uneti bilo koju sirovu bxSlider opciju koja se ne može izložiti kao opcija za plugin. Jednostavno, formulišite opcije kao što biste uradili da je u pitanju javascript. Evo primera:

source: Slider Shortcodes
es_es: Shortcodes del Deslizador
fr_fr: Shortcodes Slider
sr_rs: Kratki kodovi slajdera

source: Slides will automatically transition after the page is loaded.
es_es: Las diapositivas pasarán automáticamente después de que se cargue la página.
fr_fr: Les diapos défileront automatiquement après le chargement de la page.
sr_rs: Slajdovi će se automatski smenjivati nakon učitavanja stranice.

source: is not a valid value
es_es: No es un valor válido
fr_fr: n'est pas une valeur valide
sr_rs: vrednost nije validna

source: must be an integer
es_es: debe ser un número entero
fr_fr: doit être un entier
sr_rs: mora biti ceo broj

source: must be greater than %s
es_es: debe ser mayor que %s
fr_fr: doit être plus grand que %s
sr_rs: mora biti veći od %s

source: must be lower than %s
es_es: debe ser inferior a %s
fr_fr: doit être plus petit que %s
sr_rs: mora biti manji od %s

source: Options related to the shortcodes that output an image gallery: <code>[gallery]</code> or <code>[bxgallery]</code>.
es_es: Opciones relacionadas con los códigos cortos de la salida de una galería de imágenes: <code> [galería] </code> o <code> [bxgallery] </code>.
fr_fr: Options liées aux shortcodes qui produisent une gallerie d'images : <code>[gallery]</code> or=u <code>[bxgallery]</code>.
sr_rs: Opcije u vezi sa kratkim kodovima koji čine galeriju slika:

source: Options related to the shortcodes that output a generic slider: <code>[slider]</code> or <code>[bxslider]</code>.
es_es: Opciones relacionadas con los códigos cortos de la salida de un control deslizante <code> [deslizador] </code> o <code> [bxslider] </code>.
fr_fr: Options liées aux shortcodes qui produisent un slider générique : <code>[slider]</code> ou <code>[bxslider]</code>.
sr_rs: Opcije u vezi sa kratkim kodovima koji čine generički slajder:<code>[slider]</code> ili <code>[bxslider]</code>.
